status/2022/0617.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-06-25 Sat 05:43 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>11 June 2022 - 17 June 2022</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Daniel Kelley" />
</head>
<body>
<div id="content">
<h1 class="title">11 June 2022 - 17 June 2022</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org9f4fcff">1. MIT OCW</a>
<ul>
<li><a href="#org1677d59">1.1. 18.02 - Multiple Variable Calculus</a>
<ul>
<li><a href="#org7348ee6">1.1.1. Session 65-6</a></li>
</ul>
</li>
<li><a href="#orgfed10ff">1.2. 8.01X+8.01L - Physics I - Classical Mechanics with Labs</a>
<ul>
<li><a href="#orgb2be05a">1.2.1. Started Problem Set 2</a></li>
<li><a href="#org7eba01b">1.2.2. Planning experiment to measure 'g'</a></li>
</ul>
</li>
<li><a href="#orgd9244f8">1.3. 21G.701 Spanish</a>
<ul>
<li><a href="#org7a20a5c">1.3.1. Finished Episodes 30-31 (no progress this week)</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgc837cb3">2. Emergency Crystal Radio</a>
<ul>
<li><a href="#org2381b59">2.1. Have inductor selector - needs desoldering</a></li>
</ul>
</li>
<li><a href="#orgbfd6e25">3. POM 3D print</a>
<ul>
<li><a href="#org1194039">3.1. fixed side holes in design</a></li>
<li><a href="#org1e9ee41">3.2. initial POM config problematic - poor build platform adhesion</a></li>
</ul>
</li>
<li><a href="#org32aeea0">4. Mill Controller #2</a>
<ul>
<li><a href="#org9db505c">4.1. Needs OS reinstall - maybe CentOS 6.10</a></li>
</ul>
</li>
<li><a href="#org382467b">5. OLPC</a>
<ul>
<li><a href="#orge006ee6">5.1. Needs ML1120 coin batteries to fix "invalid system date".</a></li>
</ul>
</li>
<li><a href="#org4a1a299">6. Virtual Orchestra</a>
<ul>
<li><a href="#orgf93f975">6.1. sfz file tests</a>
<ul>
<li><a href="#org7280ca1">6.1.1. SFZ Generation done</a></li>
<li><a href="#orgd60dc62">6.1.2. Needs more support for filename parsing</a></li>
<li><a href="#orgbaa7ed7">6.1.3. Started mixdown planning with ecasound</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org78eb0b5">7. Measure D analysis</a>
<ul>
<li><a href="#org3c6a349">7.1. Completed initial precinct map for Santa Cruz Measure D voting.</a></li>
<li><a href="#org87ccca8">7.2. County released precinct data appears incomplete.</a></li>
</ul>
</li>
<li><a href="#org452008d">8. GAC</a>
<ul>
<li><a href="#org978327a">8.1. Fixed some math errors. More to go.</a></li>
</ul>
</li>
<li><a href="#orgb8eebec">9. Intel i5</a>
<ul>
<li><a href="#org66813a5">9.1. Still looking for a suitable motherboard and system.</a></li>
</ul>
</li>
<li><a href="#org9dd075d">10. David Davies</a>
<ul>
<li><a href="#orgfa1b3d0">10.1. Broadcom BCG? Employee indicted for running a brothel.</a></li>
<li><a href="#org74fa5af">10.2. New case C1923172, consolidated with <b>15</b> Parties.</a></li>
<li><a href="#orgbad37ba">10.3. Next hearing 9/6/2022</a></li>
</ul>
</li>
<li><a href="#org797dc52">11. Peter Kim</a>
<ul>
<li><a href="#orgbd40891">11.1. Broadcom CSG Employee indicted for trade secret theft.</a></li>
<li><a href="#orgb43da41">11.2. United States v. Kim (5:21-cr-00438).</a></li>
<li><a href="#orgf36b8d7">11.3. Change of Plea Hearing Held 5/10/2022 (Guilty on various counts)</a></li>
<li><a href="#orgccefaff">11.4. Sentencing 9/20/2022</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-org9f4fcff" class="outline-2">
<h2 id="org9f4fcff"><span class="section-number-2">1</span> MIT OCW</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org1677d59" class="outline-3">
<h3 id="org1677d59"><span class="section-number-3">1.1</span> 18.02 - Multiple Variable Calculus</h3>
<div class="outline-text-3" id="text-1-1">
</div>
<div id="outline-container-org7348ee6" class="outline-4">
<h4 id="org7348ee6"><span class="section-number-4">1.1.1</span> Session 65-6</h4>
</div>
</div>
<div id="outline-container-orgfed10ff" class="outline-3">
<h3 id="orgfed10ff"><span class="section-number-3">1.2</span> 8.01X+8.01L - Physics I - Classical Mechanics with Labs</h3>
<div class="outline-text-3" id="text-1-2">
</div>
<div id="outline-container-orgb2be05a" class="outline-4">
<h4 id="orgb2be05a"><span class="section-number-4">1.2.1</span> Started Problem Set 2</h4>
</div>
<div id="outline-container-org7eba01b" class="outline-4">
<h4 id="org7eba01b"><span class="section-number-4">1.2.2</span> Planning experiment to measure 'g'</h4>
</div>
</div>
<div id="outline-container-orgd9244f8" class="outline-3">
<h3 id="orgd9244f8"><span class="section-number-3">1.3</span> 21G.701 Spanish</h3>
<div class="outline-text-3" id="text-1-3">
</div>
<div id="outline-container-org7a20a5c" class="outline-4">
<h4 id="org7a20a5c"><span class="section-number-4">1.3.1</span> Finished Episodes 30-31 (no progress this week)</h4>
</div>
</div>
</div>
<div id="outline-container-orgc837cb3" class="outline-2">
<h2 id="orgc837cb3"><span class="section-number-2">2</span> Emergency Crystal Radio</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org2381b59" class="outline-3">
<h3 id="org2381b59"><span class="section-number-3">2.1</span> Have inductor selector - needs desoldering</h3>
</div>
</div>
<div id="outline-container-orgbfd6e25" class="outline-2">
<h2 id="orgbfd6e25"><span class="section-number-2">3</span> POM 3D print</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org1194039" class="outline-3">
<h3 id="org1194039"><span class="section-number-3">3.1</span> fixed side holes in design</h3>
</div>
<div id="outline-container-org1e9ee41" class="outline-3">
<h3 id="org1e9ee41"><span class="section-number-3">3.2</span> initial POM config problematic - poor build platform adhesion</h3>
</div>
</div>
<div id="outline-container-org32aeea0" class="outline-2">
<h2 id="org32aeea0"><span class="section-number-2">4</span> Mill Controller #2</h2>
<div class="outline-text-2" id="text-4">
</div>
<div id="outline-container-org9db505c" class="outline-3">
<h3 id="org9db505c"><span class="section-number-3">4.1</span> Needs OS reinstall - maybe CentOS 6.10</h3>
</div>
</div>
<div id="outline-container-org382467b" class="outline-2">
<h2 id="org382467b"><span class="section-number-2">5</span> OLPC</h2>
<div class="outline-text-2" id="text-5">
</div>
<div id="outline-container-orge006ee6" class="outline-3">
<h3 id="orge006ee6"><span class="section-number-3">5.1</span> Needs ML1120 coin batteries to fix "invalid system date".</h3>
</div>
</div>
<div id="outline-container-org4a1a299" class="outline-2">
<h2 id="org4a1a299"><span class="section-number-2">6</span> Virtual Orchestra</h2>
<div class="outline-text-2" id="text-6">
</div>
<div id="outline-container-orgf93f975" class="outline-3">
<h3 id="orgf93f975"><span class="section-number-3">6.1</span> sfz file tests</h3>
<div class="outline-text-3" id="text-6-1">
</div>
<div id="outline-container-org7280ca1" class="outline-4">
<h4 id="org7280ca1"><span class="section-number-4">6.1.1</span> SFZ Generation done</h4>
</div>
<div id="outline-container-orgd60dc62" class="outline-4">
<h4 id="orgd60dc62"><span class="section-number-4">6.1.2</span> Needs more support for filename parsing</h4>
</div>
<div id="outline-container-orgbaa7ed7" class="outline-4">
<h4 id="orgbaa7ed7"><span class="section-number-4">6.1.3</span> Started mixdown planning with ecasound</h4>
</div>
</div>
</div>
<div id="outline-container-org78eb0b5" class="outline-2">
<h2 id="org78eb0b5"><span class="section-number-2">7</span> Measure D analysis</h2>
<div class="outline-text-2" id="text-7">
</div>
<div id="outline-container-org3c6a349" class="outline-3">
<h3 id="org3c6a349"><span class="section-number-3">7.1</span> Completed initial precinct map for Santa Cruz Measure D voting.</h3>
</div>
<div id="outline-container-org87ccca8" class="outline-3">
<h3 id="org87ccca8"><span class="section-number-3">7.2</span> County released precinct data appears incomplete.</h3>
</div>
</div>
<div id="outline-container-org452008d" class="outline-2">
<h2 id="org452008d"><span class="section-number-2">8</span> GAC</h2>
<div class="outline-text-2" id="text-8">
</div>
<div id="outline-container-org978327a" class="outline-3">
<h3 id="org978327a"><span class="section-number-3">8.1</span> Fixed some math errors. More to go.</h3>
</div>
</div>
<div id="outline-container-orgb8eebec" class="outline-2">
<h2 id="orgb8eebec"><span class="section-number-2">9</span> Intel i5</h2>
<div class="outline-text-2" id="text-9">
</div>
<div id="outline-container-org66813a5" class="outline-3">
<h3 id="org66813a5"><span class="section-number-3">9.1</span> Still looking for a suitable motherboard and system.</h3>
</div>
</div>
<div id="outline-container-org9dd075d" class="outline-2">
<h2 id="org9dd075d"><span class="section-number-2">10</span> David Davies</h2>
<div class="outline-text-2" id="text-10">
</div>
<div id="outline-container-orgfa1b3d0" class="outline-3">
<h3 id="orgfa1b3d0"><span class="section-number-3">10.1</span> Broadcom BCG? Employee indicted for running a brothel.</h3>
</div>
<div id="outline-container-org74fa5af" class="outline-3">
<h3 id="org74fa5af"><span class="section-number-3">10.2</span> New case C1923172, consolidated with <b>15</b> Parties.</h3>
</div>
<div id="outline-container-orgbad37ba" class="outline-3">
<h3 id="orgbad37ba"><span class="section-number-3">10.3</span> Next hearing 9/6/2022</h3>
</div>
</div>
<div id="outline-container-org797dc52" class="outline-2">
<h2 id="org797dc52"><span class="section-number-2">11</span> Peter Kim</h2>
<div class="outline-text-2" id="text-11">
</div>
<div id="outline-container-orgbd40891" class="outline-3">
<h3 id="orgbd40891"><span class="section-number-3">11.1</span> Broadcom CSG Employee indicted for trade secret theft.</h3>
</div>
<div id="outline-container-orgb43da41" class="outline-3">
<h3 id="orgb43da41"><span class="section-number-3">11.2</span> United States v. Kim (5:21-cr-00438).</h3>
</div>
<div id="outline-container-orgf36b8d7" class="outline-3">
<h3 id="orgf36b8d7"><span class="section-number-3">11.3</span> Change of Plea Hearing Held 5/10/2022 (Guilty on various counts)</h3>
</div>
<div id="outline-container-orgccefaff" class="outline-3">
<h3 id="orgccefaff"><span class="section-number-3">11.4</span> Sentencing 9/20/2022</h3>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Daniel Kelley</p>
<p class="date">Created: 2022-06-25 Sat 05:43</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
